Repository: byndit/BeyondScheduler-Example
Catalog: app/Translations/Employee Planning with BeyondScheduler.*.xlf
Languages: de_de

# Table 449030708 - Property 2879900210
source: Employee Planning
de_de: Personaleinsatzplanung

# Table 449030708 - NamedType 3621259247
source: You cannot plan because the employee is blocked due to privacy.
de_de: Sie können nicht planen, da der Mitarbeiter aufgrund des Datenschutzes blockiert ist.

# Table 449030708 - Field 2265496984 - Property 2879900210
source: Afternoon
de_de: Nachmittag

# Table 449030708 - Field 2790486453 - Property 2879900210
source: Comment
de_de: Bemerkung

# Table 449030708 - Field 1171137197 - Property 2879900210
source: Customer Name
de_de: Debitorenname

# Table 449030708 - Field 4190130733 - Property 2879900210
source: Customer No.
de_de: Debitorennr.

# Table 449030708 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 449030708 - Field 541292345 - Property 2879900210
source: First Name
de_de: Vorname

# Table 449030708 - Field 529193961 - Property 2879900210
source: Last Name
de_de: Nachname

# Table 449030708 - Field 1964419135 - Property 2879900210
source: Employee No.
de_de: Mitarbeiternr.

# Table 449030708 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Lfd. Nr.

# Table 449030708 - Field 2110632758 - Property 2879900210
source: From Date
de_de: Von Datum

# Table 449030708 - Field 806193894 - Property 2879900210
source: Qty. per Unit of Measure
de_de: Menge pro Einheit

# Table 449030708 - Field 2704404533 - Property 2879900210
source: Quantity
de_de: Menge

# Table 449030708 - Field 3179217921 - Property 2879900210
source: Quantity (Base)
de_de: Menge (Basis)

# Table 449030708 - Field 2565971985 - Property 2879900210
source: To Date
de_de: Bis Datum

# Table 449030708 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
de_de: Einheitencode

# Codeunit 537491233 - NamedType 394036889
source: Absence
de_de: Fehlzeit

# Codeunit 537491233 - NamedType 1730101802
source: You are not allowed to schedule this resource.
de_de: Sie dürfen diese Ressource nicht planen.

# Page 1616642112 - Property 2879900210
source: Employee Planning Card
de_de: Personaleinsatzplanungskarte

# Page 1616642112 - Property 3863440606
source: employee planning calendar outlook
de_de: Personaleinsatzplanung Kalender Outlook

# Page 1616642112 - Control 3627198907 - Property 2879900210
source: Forecast
de_de: Planung

# Page 1616642112 - Control 2790486453 - Property 1295455071
source: Specifies if a comment is associated with this entry.
de_de: Gibt an, ob eine Bemerkung diesem Posten zugeordnet ist.

# Page 1616642112 - Control 4190130733 - Property 1295455071
source: Specifies the value of the Customer No. field.
de_de: Gibt den Wert des Felds Debitorennr. an.

# Page 1616642112 - Control 3461834954 - Property 1295455071
source: Specifies a description of the absence.
de_de: Gibt eine Beschreibung der Abwesenheit an.

# Page 1616642112 - Control 1964419135 - Property 1295455071
source: Specifies a number for the employee.
de_de: Gibt eine Nummer für den Mitarbeiter an.

# Page 1616642112 - Control 2110632758 - Property 1295455071
source: Specifies the first day of the employee's absence registered on this line.
de_de: Gibt den ersten Tag der in dieser Zeile registrierten Abwesenheit des Mitarbeiters an.

# Page 1616642112 - Control 2704404533 - Property 1295455071
source: Specifies the quantity associated with absences, in hours or days.
de_de: Gibt die Abwesenheiten zugeordnete Menge in Stunden oder Tagen an.

# Page 1616642112 - Control 2565971985 - Property 1295455071
source: Specifies the last day of the employee's absence registered on this line.
de_de: Gibt den letzten Tag der in dieser Zeile registrierten Abwesenheit des Mitarbeiters an.

# Page 2001802566 - Property 2879900210
source: Employee Planning List
de_de: Personaleinsatzplanungsliste

# Page 2001802566 - Control 2265496984 - Property 1295455071
source: Specifies the value of the Afternoon field.
de_de: Gibt den Wert des Felds Nachmittag an.

# Page 2001802566 - Control 2790486453 - Property 1295455071
source: Specifies if a comment is associated with this entry.
de_de: Gibt an, ob eine Bemerkung diesem Posten zugeordnet ist.

# Page 2001802566 - Control 4190130733 - Property 1295455071
source: Specifies the value of the Customer No. field.
de_de: Gibt den Wert des Felds Debitorennr. an.

# Page 2001802566 - Control 3461834954 - Property 1295455071
source: Specifies a description of the absence.
de_de: Gibt eine Beschreibung der Abwesenheit an.

# Page 2001802566 - Control 1964419135 - Property 1295455071
source: Specifies a number for the employee.
de_de: Gibt eine Nummer für den Mitarbeiter an.

# Page 2001802566 - Control 883711285 - Property 1295455071
source: Specifies the value of the Entry No. field.
de_de: Gibt den Wert des Felds Lfd. Nr. an.

# Page 2001802566 - Control 2110632758 - Property 1295455071
source: Specifies the first day of the employee's absence registered on this line.
de_de: Gibt den ersten Tag der in dieser Zeile registrierten Abwesenheit des Mitarbeiters an.

# Page 2001802566 - Control 2704404533 - Property 1295455071
source: Specifies the quantity associated with absences, in hours or days.
de_de: Gibt die Abwesenheiten zugeordnete Menge in Stunden oder Tagen an.

# Page 2001802566 - Control 2565971985 - Property 1295455071
source: Specifies the last day of the employee's absence registered on this line.
de_de: Gibt den letzten Tag der in dieser Zeile registrierten Abwesenheit des Mitarbeiters an.

# Page 2001802566 - Control 3627198907 - Property 2879900210
source: Forecast
de_de: Planung

# Page 3627198907 - Property 2879900210
source: Forecast
de_de: Planung

# Page 3627198907 - Method 1672340052 - NamedType 2180186744
source: %1: %2 to %3
de_de: %1: %2 bis %3

# Page 3627198907 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# Page 3627198907 - Control 541292345 - Property 1295455071
source: Specifies the value of the Employee First Name field.
de_de: Gibt den Wert des Felds Vorname des Mitarbeiters an.

# Page 3627198907 - Control 529193961 - Property 1295455071
source: Specifies the value of the Employee Last Name field.
de_de: Gibt den Wert des Felds Nachname des Mitarbeiters an.

# Page 3627198907 - Control 1964419135 - Property 1295455071
source: Specifies a number for the employee.
de_de: Gibt eine Nummer für den Mitarbeiter an.

# Page 3627198907 - Control 957872088 - Property 2879900210
source: Capacity:Planned
de_de: Kapazität:Geplant

# Page 3627198907 - Control 410807254 - Property 1295455071
source: Specifies the value of the Capacity Month field.
de_de: Gibt den Wert des Felds Kapazität Monat an.

# Page 3627198907 - Control 713343850 - Property 1295455071
source: Specifies the value of the Capacity Quarter field.
de_de: Gibt den Wert des Felds Kapazität Quartal an.

# Page 3627198907 - Control 1730125290 - Property 1295455071
source: Specifies the value of the Capacity Week field.
de_de: Gibt den Wert des Felds Kapazität Woche an.

# Page 3627198907 - Control 3736377183 - Property 1295455071
source: Specifies the value of the Capacity Year field.
de_de: Gibt den Wert des Felds Kapazität Jahr an.

# Report 537491233 - Property 2879900210
source: Employee Planning Scheduler
de_de: Personaleinsatzplanung Scheduler

# PageExtension 1011005545 - Control 1256899004 - Property 2879900210
source: Scheduler
de_de: BeyondScheduler

# PageExtension 1011005545 - Control 2678378657 - Property 1295455071
source: Specifies the value of the Hex Color field.
de_de: Gibt den Wert des Felds Hex Farbe an.

# PageExtension 1011005545 - Control 3846570866 - Property 1295455071
source: Specifies the value of the Schedule to Planning Board field.
de_de: Gibt den Wert des Felds Planungstafel planen an.

# TableExtension 2112330085 - Field 2678378657 - Property 2879900210
source: Hex Color
de_de: Hex Farbe

# TableExtension 2112330085 - Field 3846570866 - Property 2879900210
source: Schedule to Planning Board
de_de: In der Personaleinsatzplanung
